
"CONFIGURE..." = "Configure…";
"CANCEL" = "Cancel"; // Button title
"CONTINUE" = "Continue"; // Button title
"MY_APPLICATIONS" = "My Applications";
"MY_STUFF" = "Documents";
"SHARED_STUFF" = "Shared";

"NO_USERS_TEXT" = "There are no user accounts to manage.";
"NO_USERS_SUBTEXT" = "You logged in using an administrator account of this computer. To turn on parental controls for this account, create a new administrator account and then disable administrator privileges for this account. You can also create a new standard user account and then turn on parental controls.";
"NO_USERS_BUTTON_TEXT" = "Open Accounts Preferences…";

"REMOTE_SETUP_BUTTON_LABEL" = "Remote Setup";
"TRANSFERRING_INFO" = "Transferring information…";
"ALLOW_REMOTE_SETUP_MENU_ITEM" = "Allow Remote Setup";
"AX_USER_ACTIONS_BUTTON_DESC" = "User Account Actions";

// User table
"THIS_COMPUTER" = "This Computer";
"OTHER_COMPUTERS" = "Other Computers";

// User menu
"COPY_SETTINGS_FOR_USER" = "Copy Settings for “%@”";
"PASTE_SETTINGS_FOR_USER" = "Paste Settings to “%@”";
"COPY_SETTINGS" = "Copy Settings";
"PASTE_SETTINGS" = "Paste Settings";
"ENABLE_PARENTAL_CONTROLS" = "Turn on Parental Controls";
"DISABLE_PARENTAL_CONTROLS_FOR_USER" = "Turn off Parental Controls for “%@”";
"ENABLE_PARENTAL_CONTROLS_FOR_USER" = "Turn on Parental Controls for “%@”";

// System tab
"APP_LIST_DESC_TEXT" = "Allowed Apps:";
"APP_LIST_GATHERING_INFO" = "Gathering information…";
"APP_LIST_ITEM_UTILITIES" = "Utilities";
"APP_LIST_ITEM_OTHER" = "Other Apps";
"APP_LIST_ITEM_WIDGETS" = "Widgets";
"APP_LIST_ITEM_APPSTORE" = "App Store";
"APP_LIST_ITEM_DEVELOPER" = "Developer";
"ALLOW_ACCESS_TITLE" = "Do you want to give this user access to %1$d applications in the folder “%2$@”?";
"APP_STORE_RATING_CONFLICT_TITLE_1" = "The following applications are currently allowed, but the “%@” rating limit blocks them:";
"APP_STORE_RATING_CONFLICT_TITLE_1_SINGULAR" = "The following application is currently allowed, but the “%@” rating limit blocks it:";
"APP_STORE_RATING_CONFLICT_MESSAGE_1" = "Do you want to block these apps or leave them allowed?";
"APP_STORE_RATING_CONFLICT_MESSAGE_1_SINGULAR" = "Do you want to block this app or leave it allowed?";
"APP_STORE_RATING_CONFLICT_TITLE_2" = "The following applications are currently blocked, but the “%@” rating limit allows them:";
"APP_STORE_RATING_CONFLICT_TITLE_2_SINGULAR" = "The following application is currently blocked, but the “%@” rating limit allows it:";
"APP_STORE_RATING_CONFLICT_MESSAGE_2" = "Do you want to allow these apps or keep them blocked?";
"APP_STORE_RATING_CONFLICT_MESSAGE_2_SINGULAR" = "Do you want to allow this app or keep it blocked?";
"REMOVE" = "Remove";
"BLOCK" = "Block";
"LEAVE_BLOCKED" = "Keep Blocked";
"LEAVE_ALLOWED" = "Leave Allowed";
"AND_OTHERS" = ", and %d others."; // e.g. "iPhoto, Safari, and 8 others."
"APP_STORE_RATING_NOT_ALLOWED" = "Don't allow";
"APP_STORE_RATING_ALL_ALLOWED" = "All";
"APP_STORE_RATING_4+" = "4+";
"APP_STORE_RATING_9+" = "9+";
"APP_STORE_RATING_12+" = "12+";
"APP_STORE_RATING_17+" = "17+";
"LIMIT_DOCK_TEXT_1" = "Allows the user to modify the contents of the Dock.";
"LIMIT_DOCK_TEXT_2" = "Changing the Dock is not allowed in the Simple Finder.";

// Content tab
"ADD_BOOKMARK" = "Add Bookmark…";
"ADD_FOLDER" = "Add Folder";
"UNTITLED_FOLDER" = "Untitled folder";
"ADD_BOOKMARK_AX_VALUE" = "Add a bookmark or bookmark folder";
"REMOVE_BOOKMARK_AX_VALUE" = "Remove the selected bookmark or bookmark folder";
"ALWAYS_ALLOW_ADD_BUTTON_AX_VALUE" = "Add website to always allow";
"ALWAYS_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Remove website to always allow";
"NEVER_ALLOW_ADD_BUTTON_AX_VALUE" = "Add website to never allow";
"NEVER_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Remove website to never allow";
"DUPLICATE_SITE_TITLE" = "The website “%@” already exists in one of the lists. Please choose a different website.";

// Chat/Mail tab
"NAME_ORDER" = "first-last"; // Change to "last-first" for 4866626
"INVALID_EMAIL_TITLE" = "Invalid email address";
"INVALID_EMAIL_DESC" = "“%@” doesn't appear to be a valid email address.";
"ADD_CONTACT" = "Add contact"; // Accessibility description
"REMOVE_CONTACT" = "Remove contact"; // Accessibility description

// Time limits tab
"SLIDER_LABEL" = "%@ a day"; // e.g. 1 hour a day
"DAY_RANGE_FORMAT1" = "%@ - %@"; // e.g. Sunday - Thursday
"DAY_RANGE_FORMAT2" = "%@ and %@"; // e.g. Friday and Saturday
"DAY_RANGE_FORMAT3" = "%@ through %@"; // e.g. Monday through Friday
"CURFEW_DESC" = "Allows access to this computer %@ for the specified number of hours only."; // The %@ parameter will be a day range, e.g. "Monday through Friday"

// Logs tab
"ICHAT" = "iChat";
"CONTACT" = "Contact";
"APPLICATION" = "Application";
"APPLICATIONS" = "Applications";
"WEBSITE" = "Website";
"WEBSITES_VISITED" = "Websites Visited";
"WEBSITES_BLOCKED" = "Websites Blocked";
"ALLOW" = "Allow";
"RESTRICT" = "Restrict";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Email and chat restrictions are not active";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_DESC" = "Would you like to restrict the addresses that this user can email and chat with?";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Website restrictions are not active";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_DESC" = "Would you like to enable website restrictions for this user?";
"APP_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Application restrictions are not active";
"APP_RESTRICTIONS_NOT_ACTIVE_DESC" = "Would you like to limit this user's access to applications?";
// The usage here is e.g. "Stickies launched 3 times".
"TIME_SINGULAR" = "time";
"TIMES_PLURAL" = "times";
"LOGS_TODAY" = "Today";
"LOGS_YESTERDAY" = "Yesterday";
"UNKNOWN" = "Unknown";
"APP_USAGE_FORMAT" = "%1$@ for %2$@"; // %1$@ is date, %2$@ is duration. e.g. "June 18, 2:00PM for 20 minutes"
"CLEAR_LOGS_ALERT_TITLE" = "This operation will clear all logs of the type “%@” and cannot be undone.";
"CLEAR_LOGS_ALERT_DESC" = "Do you want to continue?";

// Remote connectiion
"REMOTE_AUTHORIZATION" = "Access to the computer \"%@\" requires the name and password of an administrator on that computer.";
"REMOTE_CONNECT_ERROR_TITLE" = "Connection Error";
"REMOTE_CONNECT_ERROR" = "Couldn't connect to the computer %@ because an SSL connection error occurred.";
"REMOTE_AUTH_ERROR_TITLE" = "You cannot connect to the remote computer because you entered an incorrect user name or password.";
"REMOTE_AUTH_ERROR_DESC" = "You must enter the user name and password of an account on the computer you're connecting to.";

